import './about.css';

function About() {
  return (
    <div className="about block">
      <div className="container">
        <h1 className="title">О компании</h1>
        <p className="text">
          Среди потребителей товаров спортивного назначения наша компания
          пользуется заслуженной репутацией надежного интернет-продавца. С нами
          сотрудничают как владельцы крупных тренажерных залов, так и простые
          любители здорового образа жизни. Заслужить подобную популярность нам
          позволили следующие достоинства и преимущества:
        </p>
        <ul className="list">
          <li className="list-item">
            Многолетний опыт работы, который включает практику прямого
            сотрудничества с производителями высококачественного спортивного
            оборудования, как в нашей стране, так и за рубежом;
          </li>
          <li className="list-item">
            Высокая квалификация и уровень профессионализма наших сотрудников,
            благодаря которым каждый клиент получает грамотную консультацию и
            исчерпывающие ответы на свои вопросы;
          </li>
          <li className="list-item">
            Широчайший ассортимент товаров, среди которых каждый желающий найдет
            необходимое спортивное оборудование не только для домашнего
            использования, но и для оборудования спортивных и тренажерных залов
            профессионального уровня;
          </li>
          <li className="list-item">
            Конкурентоспособные цены – приятные глазу и кошельку, доступные
            практически любому покупателю;
          </li>
          <li className="list-item">
            Удобный интерфейс нашего интернет-магазина, который позволяет быстро
            найти необходимый покупателю товар, сделать грамотный выбор,
            заказать и оплатить покупку наличным или безналичным платежом;
          </li>
          <li className="list-item">
            Надежность, оперативность и наличие гарантий. Мы быстро доставим вам
            вашу покупку на указанный в заявке адрес, при необходимости грамотно
            соберем и установим тренажеры, предоставим необходимые гарантии.
          </li>
        </ul>
      </div>
    </div>
  );
}

export { About };
