import './main.css';

function Main() {
  return (
    <div className="main  block">
      <div className="container">
        <div className="main__info-block">
          <h1 className="title">Спортивные тренажеры для дома и зала</h1>
          <p className="text">
            Сеть SUPERPORT — один из крупнейших поставщиков спортивных
            тренажеров и фитнес-аксессуаров для дома и залов в СНГ. Оперативная
            доставка и сборка. Гарантийное и послегарантийное обслуживание.
          </p>
          <p className="text">
            Мы предлагаем выгодные цены на оборудование ведущих производителей
            спортивных тренажеров и фитнес-аксессуаров.
          </p>
        </div>
        <div className="main__info-block">
          <h1 className="title">Почему выбирают SUPERSPORT?</h1>
          <ul className="list">
            <li className="list-item">
              Лидирующие позиции среди поставщиков спортивного оборудования
            </li>
            <li className="list-item">
              Многолетний опыт работы в данной сфере
            </li>
            <li className="list-item">
              Высокая квалификация и уровень профессионализма наших сотрудников,
              благодаря которым каждый клиент получает грамотную консультацию и
              исчерпывающие ответы на свои вопросы
            </li>
            <li className="list-item">
              Реализуемая нами продукция – это качественные и надежные тренажеры
              известных брендов
            </li>
            <li className="list-item">
              Постоянное расширение ассортимента в соответствии с актуальными
              тенденциями и требования рынка фитнес-индустрии
            </li>
            <li className="list-item">
              Широкий ассортимент кардиотренажеров для дома
            </li>
          </ul>
        </div>
      </div>
    </div>
  );
}

export { Main };
